Repository: FatturaElettronica/FatturaElettronica.NET
Catalog: Resources/RegimeFiscale.*.resx
Languages: de

# RF01
source: Ordinary
de: Ordentlich

# RF02
source: Minimum taxpayers (Art. 1, section 96-117, Italian Law 244/07)
de: Minimale Steuerzahler (Art.1, Abs.96-117, L. 244/07)

# RF04
source: Agriculture and connected activities and fishing (Arts. 34 and 34-bis, Italian Presidential Decree 633/72)
de: Landwirtschaft und verwandte Tätigkeiten und Fischerei (Art.34 und 34-bis, DPR 633/72)

# RF05
source: Sale of salts and tobaccos (Art. 74, section 1, Italian Presidential Decree 633/72)
de: Verkauf von Salz und Tabak (Art.74, Abs.1, DPR 633/72)

# RF06
source: Match sales (Art. 74, section 1, Italian Presidential Decree 633/72)
de: Streichholzhandel (Art.74, Abs.1, DPR 633/72)

# RF07
source: Publishing (Art. 74, section 1, Italian Presidential Decree 633/72)
de: Verlagswesen (Art.74, Abs.1, DPR 633/72)

# RF08
source: Management of public telephone services (Art. 74, section 1, Italian Presidential Decree 633/72)
de: Verwaltung öffentlicher Telefondienste (Art.74, Abs.1, DPR 633/72)

# RF09
source: Resale of public transport and parking documents (Art. 74, section 1, Italian Presidential Decree 633/72)
de: Wiederverkauf von öffentlichen Verkehrs- und Parkdokumenten (Art.74, Abs.1, DPR 633/72)

# RF10
source: Entertainment, gaming and other activities referred to by the tariff attached to Italian Presidential Decree 640/72 (Art. 74, section 6, Italian Presidential Decree 633/72)
de: Unterhaltung, Spiele und andere Aktivitäten gemäß der an den DPR 640/72 angehängten Tarifliste (Art.74, Abs.6, DPR 633/72)

# RF11
source: Travel and tourism agencies (Art. 74-ter, Italian Presidential Decree 633/72)
de: Reise- und Tourismusagenturen (Art.74-ter, DPR 633/72)

# RF12
source: Farmhouse accommodation/restaurants (Art. 5, section 2, Italian law 413/91)
de: Agrotourismus (Art.5, Abs.2 L. 413/91)

# RF13
source: Door-to-door sales (Art. 25-bis, section 6, Italian Presidential Decree 600/73)
de: Haustürverkauf (Art.25-bis, Abs.6, DPR 600/73)

# RF14
source: Resale of used goods, artworks, antiques or collector's items (Art. 36, Italian Decree Law 41/95)
de: Wiederverkauf von Gebrauchtwaren, Kunstgegenständen, Antiquitäten oder Sammlerstücken (Art.36, DL 41/95)

# RF15
source: Artwork, antiques or collector's items auction agencies (Art. 40-bis, Italian Decree Law 41/95)
de: Auktionshäuser für Kunstgegenstände, Antiquitäten oder Sammlerstücke (Art.40-bis, DL 41/95)

# RF16
source: VAT paid in cash by P.A. (Art. 6, section 5, Italian Presidential Decree 633/72)
de: Mehrwertsteuer auf Kassenbasis für öffentliche Verwaltungen (Art.6, Abs.5, DPR 633/72)

# RF17
source: VAT paid in cash by subjects with business turnover below Euro 200,000 (Art. 7, Italian Decree Law 185/2008)
de: Mehrwertsteuer auf Kassenbasis (Art.32-bis, DL 83/2012)

# RF18
source: Other
de: Andere

# RF19
source: Flat-rate tax regime (article1, c. 54-89, L. 190/2014)
de: Pauschalbesteuerung (Art.1, Abs.54-89, L. 190/2014)

# RF20
source: Cross-border VAT exemption regime (EU Directive 2020/285)
de: Grenzüberschreitende Mehrwertsteuerbefreiung (EU-Richtlinie 2020/285)
