Repository: FatturaElettronica/FatturaElettronica.NET
Catalog: Resources/TipoDocumento.*.resx
Languages: de

# TD01
source: invoice
de: Rechnung

# TD02
source: advance payment on invoice
de: Anzahlung/Vorauszahlung auf Rechnung

# TD03
source: advance payment on fee note
de: Anzahlung/Vorauszahlung auf Honorar

# TD04
source: credit note
de: Gutschrift

# TD05
source: debit note
de: Lastschrift

# TD06
source: fee note
de: Honorar

# TD16
source: integration of internal reverse charge invoice
de: Rechnungsintegration Reverse Charge intern

# TD17
source: integration/self-invoice for purchase of services from abroad
de: Integration/Selbstfakturierung für Dienstleistungen aus dem Ausland

# TD18
source: integration for purchase of intra-community goods
de: Integration für innergemeinschaftlichen Erwerb von Waren

# TD19
source: integration/self-invoice for purchase of goods pursuant to art. 17 c.2 DPR 633/72
de: Integration/Selbstfakturierung für den Erwerb von Waren gemäß Art. 17 Abs. 2 DPR 633/72

# TD20
source: self-invoice for regularization and integration of invoices (pursuant to art. 6 c.9-bis d.lgs. 471/97 or art. 46 c.5 d.l. 331/93)
de: Selbstfakturierung zur Regularisierung und Integration von Rechnungen (gemäß Art. 6 Abs. 9-bis d.lgs 471/97 oder Art. 46 Abs. 5 d.l. 331/93)

# TD21
source: self-invoice for exceeding ceiling
de: Selbstfakturierung für Überschreitung des Höchstbetrags

# TD22
source: extraction of goods from VAT Warehouse
de: Entnahme von Waren aus dem Mehrwertsteuerlager

# TD23
source: extraction of goods from VAT Warehouse with VAT payment
de: Entnahme von Waren aus dem Mehrwertsteuerlager mit Mehrwertsteuerzahlung

# TD24
source: Deferred invoice pursuant to art.21, paragraph 4, third period letter a) DPR 633/72
de: Verzögerte Rechnung gemäß Art. 21, Absatz 4, dritter Satz Buchstabe a) DPR 633/72

# TD25
source: Deferred invoice pursuant to art.21, paragraph 4, third period letter b) DPR 633/72
de: Verzögerte Rechnung gemäß Art. 21, Absatz 4, dritter Satz Buchstabe b) DPR 633/72

# TD26
source: transfer of depreciable assets and internal transfers (pursuant to art.36 DPR 633/72)
de: Verkauf von abnutzbaren Gütern und für interne Übertragungen (gemäß Art. 36 DPR 633/72)

# TD27
source: invoice for self-consumption or free transfers without recourse
de: Rechnung für Eigenverbrauch oder kostenlose Übertragungen ohne Rückgriff

# TD28
source: purchases from San Marino with VAT (paper invoice)
de: Einkäufe aus San Marino mit Mehrwertsteuer (Papierrechnung)

# TD29
source: communication for omitted or irregular invoicing (art. 6, paragraph 8, d.lgs. 471/97)
de: Mitteilung wegen unterlassener oder unregelmäßiger Rechnungsstellung (Art. 6, Absatz 8, d.lgs 471/97)
