Repository: FatturaElettronica/FatturaElettronica.NET
Catalog: Resources/ValidatorMessages.*.resx
Languages: de

# E00417
source: No VAT ID or Fiscal Code provided (at least one must be populated)
de: IdFiscaleIVA und CodiceFiscale nicht ausgefüllt (mindestens eines der beiden muss ausgefüllt sein)

# E00425
source: Number does not contain numeric characters
de: Nummer enthält keine numerischen Zeichen

# E00415
source: DatiRitenuta not present despite DatiCassaPrevidenziale.Ritenuta being populated
de: DatiRitenuta nicht vorhanden, obwohl DatiCassaPrevidenziale.Ritenuta ausgefüllt ist

# E00418
source: Date is earlier than one or more dates in DatiFattureCollegate
de: Datum liegt vor einem oder mehreren Daten in DatiFattureCollegate

# E00429
source: Nature not present when VAT Rate is zero
de: Natura nicht vorhanden, obwohl Aliquota IVA gleich 0 ist

# E00420
source: Nature with value 'N6' (accounting reversal) against EsigiblitaIVA equal to 'S' (split payment)
de: Natura mit Wert vom Typ 'N6' (Reverse-Charge) bei EsigiblitaIVA gleich 'S' (Split-Payment)

# E00423
source: PrezzoTotale not calculated according to technical specifications
de: PrezzoTotale nicht gemäß den technischen Spezifikationen berechnet

# E00400
source: Nature not present when VAT Rate is zero
de: Natura nicht vorhanden, obwohl Aliquota IVA gleich 0 ist

# E00411
source: DatiRitenuta not present despite at least one DettaglioLinee block with Ritenuta equal to YES
de: DatiRitenuta nicht vorhanden, obwohl mindestens ein DettaglioLinee-Block mit Ritenuta gleich SI vorhanden ist

# E00422
source: ImponibileImporto not calculated according to technical specifications
de: ImponibileImporto nicht gemäß den technischen Spezifikationen berechnet

# E00474
source: In document type 'self-invoice for overstepping' all detail lines must have a VAT rate different from zero
de: Im Dokumententyp 'TD21 Selbstfakturierung für Überschreitung des Höchstbetrags' müssen alle Detailzeilen einen Mehrwertsteuersatz ungleich 0 haben

# E00476
source: Elements IdPaese and IdPaese cannot both be populated with a code different from IT
de: Die Elemente IdPaese und IdPaese können nicht beide mit einem anderen Code als IT ausgefüllt sein

# E00475
source: For the value indicated in element 2.1.1.1 DocumentType, the element 1.4.1.1 VAT ID of the buyer/customer must be present
de: Für den angegebenen Wert im Element TipoDocumento muss das Element IdFiscaleIVA des Empfängers/Kommittenten vorhanden sein (die Dokumententypen TD16, TD17, TD18, TD19, TD20, TD22, TD23 und TD28 erfordern zwingend die Angabe der Mehrwertsteuernummer des Empfängers/Kommittenten)

# E00471
source: For the value indicated in element 2.1.1.1 DocumentType, the supplier/provider cannot be the same as the buyer/customer
de: Die Werte TD01, TD02, TD03, TD06, TD16, TD17, TD18, TD19, TD20, TD24, TD25 und TD28 des Dokumententyps erlauben nicht die Angabe derselben Person sowohl als Lieferant als auch als Empfänger

# E00472
source: Document types TD21 and TD27 do not allow indication of a supplier different from the buyer
de: Die Werte TD21 und TD27 des Dokumententyps erlauben nicht die Angabe eines anderen Lieferanten als des Empfängers

# E00473
source: For the value indicated in element 2.1.1.1 DocumentType, the value in element 1.2.1.1.1 IdPaese is not allowed
de: Für den angegebenen Wert im Element TipoDocumento ist der Wert im Element IdPaese nicht zulässig (die Werte TD17, TD18, TD19 und TD28 des Dokumententyps erlauben nicht die Angabe eines italienischen Lieferanten. In den Fällen von TD17 und TD19 ist die Angabe des Wertes 'OO' im Element IdPaese für Transaktionen von in Livigno und Campione d'Italia ansässigen Personen zulässig.)

# E00443
source: All VAT rate values in invoice detail lines or social security fund data must also be present in summary data
de: Alle Mehrwertsteuersätze in den Detailzeilen einer Rechnung oder in den Daten der Sozialversicherungskasse müssen auch in den Zusammenfassungsdaten vorhanden sein

# E00444
source: All operation nature values in invoice detail lines or social security fund data must also be present in summary data
de: Alle Werte der Natur der Operation in den Detailzeilen einer Rechnung oder in den Daten der Sozialversicherungskasse müssen auch in den Zusammenfassungsdaten vorhanden sein

# E00401
source: Nature present when VAT Rate is non-zero (a non-zero VAT rate indicates a taxable transaction, so the Nature element is not allowed, except when DocumentType has value TD16)
de: Natura vorhanden, obwohl Aliquota IVA ungleich 0 ist (die Angabe eines Mehrwertsteuersatzes ungleich 0 qualifiziert die Operation als steuerpflichtig und daher ist die Angabe des Elements Natura nicht zulässig, außer im Fall, dass das Element TipoDocumento den Wert TD16 annimmt)

# E00430
source: Nature present when VAT Rate is non-zero (a non-zero VAT rate indicates a taxable transaction, so the Nature element is not allowed, except when DocumentType has value TD16)
de: Natura vorhanden, obwohl Aliquota IVA ungleich 0 ist (die Angabe eines Mehrwertsteuersatzes ungleich 0 qualifiziert die Operation als steuerpflichtig und daher ist die Angabe des Elements Natura nicht zulässig, außer im Fall, dass das Element TipoDocumento den Wert TD16 annimmt)

# E00437
source: Percentage and Amount not present despite Type being populated
de: Prozentsatz und Betrag nicht vorhanden, obwohl Typ ausgefüllt ist

# ValidNumberRange_X_Y
source: Allowed values {0}-{1}
de: Zulässige Werte {0}-{1}

# DatiBeniServiziEObbligatorio
source: DatiBeniServizi is required
de: DatiBeniServizi ist obligatorisch

# IdentificativiFiscaliEObbligatorio
source: IdentificativiFiscali is required
de: IdentificativiFiscali ist obligatorisch

# E00418_S
source: Date is earlier than the corrected invoice date
de: Datum liegt vor dem Datum der korrigierten Rechnung

# E00401_S
source: Nature present when VAT Rate is non-zero
de: Natura vorhanden, obwohl Aliquota IVA ungleich 0 ist

# E00400_S
source: A zero VAT rate requires indication of the operation nature that justifies its non-taxability
de: Die Angabe eines Mehrwertsteuersatzes von 0 erfordert die Angabe der Natur der Operation, die die Nichtbesteuerung rechtfertigt

# E00460
source: Total amount exceeds the limit for simplified invoices under Presidential Decree 633/72, art. 21bis and Ministerial Decree of May 10, 2019
de: Gesamtbetrag übersteigt das für vereinfachte Rechnungen gemäß DPR 633/72, Art. 21bis und DM vom 10. Mai 2019 vorgesehene Limit

# E00471_S
source: Document type TD07 does not allow indication of the same subject as both supplier and buyer in the invoice
de: Der Wert TD07 des Dokumententyps erlaubt nicht die Angabe derselben Person sowohl als Lieferant als auch als Empfänger

# E00417_S
source: VAT ID and Fiscal Code not populated (at least one must be populated)
de: IdFiscaleIVA und CodiceFiscale nicht ausgefüllt (mindestens eines der beiden muss ausgefüllt sein)

# E00419
source: DatiRiepilogo not present corresponding to at least one DettaglioLinee.AliquotaIVA or DatiCassaPrevidenziale.AliquotaIVA value
de: DatiRiepilogo ist in der Korrespondenz mit einem Wert von DettaglioLinee.AliquiotaIVA oder DatiCassaPrevidenziale.AliquotaIVA nicht vorhanden

# PropertyName_valoriAccettati_AcceptedValues
source: '{PropertyName}' accepted values: {AcceptedValues}
de: '{PropertyName}' zulässige Werte: {AcceptedValues}

# TestoContententeCaratteriNonValidi
source: Text containing invalid characters ({0}). Unaccepted values: {{NonLatinCode}}
de: Text enthält ungültige Zeichen ({0}). nicht akzeptierte Werte: {{NonLatinCode}}
